---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningMedium
source: html/61e3e01f-d123-682c-687e-816fd3c2b48d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningMedium Property

Coping applied, but only in Medium Detail Level.

## Syntax (C#)
```csharp
public static FailureDefinitionId CopingWarningMedium { get; }
```